[
  {
    "id": 1,
    "question_content": "Would you rather have an unlimited gift card to your favourite restaurant or favourite shop?",
    "category": "Best Question"
  },
  {
    "id": 2,
    "question_content": "Would you rather not know what you’re doing tomorrow for 10 years or know exactly what you’re doing every day for the next 10 years?",
    "category": "Best Question"
  },
  {
    "id": 3,
    "question_content": "Would you rather never see your best friend again or never speak to them ever again?",
    "category": "Best Question"
  },
  {
    "id": 4,
    "question_content": "Would you rather be rich or famous?",
    "category": "Best Question"
  },
  {
    "id": 5,
    "question_content": "Would you rather be covered neck to toe in tattoos or have one big face tattoo?",
    "category": "Best Question"
  },
  {
    "id": 6,
    "question_content": "Would you rather have to wash your hands every five minutes or never be able to wash your hair ever again?",
    "category": "Best Question"
  },
  {
    "id": 7,
    "question_content": "Would you rather hop everywhere or skip everywhere?",
    "category": "Best Question"
  },
  {
    "id": 8,
    "question_content": "Would you rather have a unlimited supply of makeup and skincare from your favourite brands, or own your own home by age 30?",
    "category": "Best Question"
  },
  {
    "id": 9,
    "question_content": "Would you rather become friends with your celebrity crush or go on one date with them?",
    "category": "Best Question"
  },
  {
    "id": 10,
    "question_content": "Would you rather never have to commute to work again or have a three day weekend?",
    "category": "Best Question"
  },
  {
    "id": 11,
    "question_content": "Would you rather Kim Kardashian or Kris Jenner was your mother?",
    "category": "Best Question"
  },
  {
    "id": 12,
    "question_content": "Would you rather have to do a handstand after every meal or a cartwheel?",
    "category": "Best Question"
  },
  {
    "id": 13,
    "question_content": "Would you rather have super slow internet or low phone battery?",
    "category": "Best Question"
  },
  {
    "id": 14,
    "question_content": "You can only hear one song for the rest of your life – would you rather 'Baby' by Justin Bieber , or 'Red' by Taylor Swift?",
    "category": "Best Question"
  },
  {
    "id": 15,
    "question_content": "Would you rather be a character in your favourite TV show or your favourite TV show not exist?",
    "category": "Best Question"
  },
  {
    "id": 16,
    "question_content": "Would you rather be unable to use search engines (like Google) ever again, or unable to use social media ever again?",
    "category": "Best Question"
  },
  {
    "id": 17,
    "question_content": "Would you rather be a famous celebrity, or married to a famous celebrity (and you are unknown)?",
    "category": "Best Question"
  },
  {
    "id": 18,
    "question_content": "Would you rather live inside your favourite childhood movie or book ?",
    "category": "Best Question"
  },
  {
    "id": 19,
    "question_content": "Would you rather be able to do the perfect smokey eye or contour ?",
    "category": "Best Question"
  },
  {
    "id": 20,
    "question_content": "Would you rather fly to space and discover a new planet, or go on a deep submarine adventure and discover a new underwater kingdom?",
    "category": "Best Question"
  },
  {
    "id": 21,
    "question_content": "Would you rather live on a peaceful tropical island or a bustling big city?",
    "category": "Best Question"
  },
  {
    "id": 22,
    "question_content": "If you could have a talent that could make you famous what would you rather: singing, acting, dancing, being an artist or influencer?",
    "category": "Best Question"
  },
  {
    "id": 23,
    "question_content": "Would you rather have to start a new job every year until you retire, or have only one job for your entire career ?",
    "category": "Best Question"
  },
  {
    "id": 24,
    "question_content": "Would you rather live on a canal boat or in an RV for the rest of your life?",
    "category": "Best Question"
  },
  {
    "id": 25,
    "question_content": "If you could only have one professional beauty treatment done for the rest of your life, would you rather it be hair or nails?",
    "category": "Best Question"
  },
  {
    "id": 26,
    "question_content": "Would you rather be an Olympic athlete or a world-famous scientist who cured a disease?",
    "category": "Best Question"
  },
  {
    "id": 27,
    "question_content": "Would you rather spend your money travelling the world , but have few personal possessions, or have a really amazing house but never leave your home town?",
    "category": "Best Question"
  },
  {
    "id": 28,
    "question_content": "If you could only choose one type of holiday for the rest of your life, would you rather a beach or city break?",
    "category": "Best Question"
  },
  {
    "id": 29,
    "question_content": "Would you rather have Dolly Parton’s or Billie Eilish’s wardrobe?",
    "category": "Best Question"
  },
  {
    "id": 30,
    "question_content": "Would you rath er have to wear all black every day for the rest of your life, or have to mix every colour of the rainbow into your outfit every day?",
    "category": "Best Question"
  },
  {
    "id": 31,
    "question_content": "Would you rather live within walking distance to work/uni or live further out but have your own personal driver?",
    "category": "Best Question"
  },
  {
    "id": 32,
    "question_content": "Would you rather only ever eat spicy food for the rest of your life or never be able to eat spicy food again?",
    "category": "Best Question"
  },
  {
    "id": 33,
    "question_content": "Would you rather write your own recipe book or your own novel?",
    "category": "Best Question"
  },
  {
    "id": 34,
    "question_content": "Would you rather have a guaranteed hot summer but freezing winters or an unpredictable summer and average winters?",
    "category": "Best Question"
  },
  {
    "id": 35,
    "question_content": "Would you rather live in an escape room or live in a game of Cluedo?",
    "category": "Best Question"
  },
  {
    "id": 36,
    "question_content": "Would you rather never be able to smell your favourite candle again or never taste freshly baked cookies again?",
    "category": "Best Question"
  },
  {
    "id": 37,
    "question_content": "Would you rather be able to converse with animals or speak every language?",
    "category": "Best Question"
  },
  {
    "id": 38,
    "question_content": "Would you rather do a road-trip across the USA or Australia ?",
    "category": "Best Question"
  },
  {
    "id": 39,
    "question_content": "Would you rather live in the world of Lord of The Rings or Star Wars?",
    "category": "Best Question"
  },
  {
    "id": 40,
    "question_content": "Would you rather always be one hour late or one hour early to everything?",
    "category": "Best Question"
  },
  {
    "id": 41,
    "question_content": "Would you rather manage the world’s greatest football team or the world’s best band?",
    "category": "Best Question"
  },
  {
    "id": 42,
    "question_content": "Would you rather never listen to your favourite artist’s music again but be friends with them, or have front row seats to all their gigs, but they have no idea you exist?",
    "category": "Best Question"
  },
  {
    "id": 43,
    "question_content": "Would you rather your kitchen be full of completely black appliances or completely pink appliances?",
    "category": "Best Question"
  },
  {
    "id": 44,
    "question_content": "Would you rather give the best gifts or the best advice?",
    "category": "Best Question"
  },
  {
    "id": 45,
    "question_content": "Would you rather be known for your good taste in movies or your good taste in art?",
    "category": "Best Question"
  },
  {
    "id": 46,
    "question_content": "Would you rather only be able to receive likes on Instagram but not give them, or only be able to give likes but not receive them?",
    "category": "Best Question"
  },
  {
    "id": 47,
    "question_content": "Would you rather be a Kardashian or a Hilton?",
    "category": "Best Question"
  },
  {
    "id": 48,
    "question_content": "Would you rather be Kourt, Kim, Khloé, Kendall or Kylie ?",
    "category": "Best Question"
  },
  {
    "id": 49,
    "question_content": "Would you rather live in a penthouse flat or a huge mansion?",
    "category": "Best Question"
  },
  {
    "id": 50,
    "question_content": "Would you rather be a model or a photographer?",
    "category": "Best Question"
  },
  {
    "id": 51,
    "question_content": "Would you rather be an incredible cartoonist or an amazing portrait artist?",
    "category": "Best Question"
  },
  {
    "id": 52,
    "question_content": "Would you rather never go on holiday again or never meet the love of your life?",
    "category": "Best Question"
  },
  {
    "id": 53,
    "question_content": "Would you rather own one pair of shoes or one coat ?",
    "category": "Best Question"
  },
  {
    "id": 54,
    "question_content": "Would you rather only be able to eat yogurts or only be able to eat peanut butter?",
    "category": "Best Question"
  },
  {
    "id": 55,
    "question_content": "Would you rather be followed around by a cat or a dog all day?",
    "category": "Best Question"
  },
  {
    "id": 56,
    "question_content": "Would you rather live with your best friend or your partner?",
    "category": "Best Question"
  },
  {
    "id": 57,
    "question_content": "W ould you rather live on cheese strings or Babybels?",
    "category": "Best Question"
  },
  {
    "id": 58,
    "question_content": "Would you rather only ever shop at Lidl or only ever shop at Aldi?",
    "category": "Best Question"
  },
  {
    "id": 59,
    "question_content": "Would you rather never have a Christmas dinner again but spend it with your family, or have the most amazing Christmas dinner you've ever had but spend every one alone?",
    "category": "Best Question"
  },
  {
    "id": 60,
    "question_content": "Would you rather give up bubble baths but have an amazing power shower or be able to have bubble baths but your shower just be a trickle of water?",
    "category": "Best Question"
  },
  {
    "id": 61,
    "question_content": "Would you rather shave your eyebrows off or shave half your hair off?",
    "category": "Best Question"
  },
  {
    "id": 62,
    "question_content": "Would you rather eat a a bug or eat a chocolate button covered in dirt?",
    "category": "Best Question"
  },
  {
    "id": 63,
    "question_content": "Would you rather sweat maple syrup or cry strawberry jam?",
    "category": "Funny"
  },
  {
    "id": 64,
    "question_content": "Which shoe would you rather wear every day for the rest of your life: pink Ugg boots or pink Crocs?",
    "category": "Funny"
  },
  {
    "id": 65,
    "question_content": "If you were going to live inside a Disney film , would you rather live under the sea in the Little Mermaid , or live in Aladdin’s world?",
    "category": "Funny"
  },
  {
    "id": 66,
    "question_content": "Would you rather have eyebrow hair that never stops growing, or knuckle hair that never stops growing?",
    "category": "Funny"
  },
  {
    "id": 67,
    "question_content": "Would you rather all your dreams play out in real time on Snapchat, or all of your most embarrassing moments go viral on TikTok?",
    "category": "Funny"
  },
  {
    "id": 68,
    "question_content": "Would you rather chew with your mouth open for the rest of your life, or always put your phone calls on speaker on public transport?",
    "category": "Funny"
  },
  {
    "id": 69,
    "question_content": "Would you rather have to wear stilettos to bed or have to wear slippers wherever you go?",
    "category": "Funny"
  },
  {
    "id": 70,
    "question_content": "Would you rather have to wear a wedding dress or a bikini every single day?",
    "category": "Funny"
  },
  {
    "id": 71,
    "question_content": "If you had to go on a reality show, would you rather I'm a Celeb or SAS: Who Dares Wins ?",
    "category": "Funny"
  },
  {
    "id": 72,
    "question_content": "Would you rather wear a tracksuit every day or never be able to wear a tracksuit again?",
    "category": "Funny"
  },
  {
    "id": 73,
    "question_content": "Would you rather accidentally send a sexy text to a relative or to your boss?",
    "category": "Funny"
  },
  {
    "id": 74,
    "question_content": "Would you rather have fingers made of carrots or feet made of aubergines?",
    "category": "Funny"
  },
  {
    "id": 75,
    "question_content": "Would you rather clog the toilet on your first day of work or on a first date?",
    "category": "Funny"
  },
  {
    "id": 76,
    "question_content": "Would you rather have horror films play on loop every time you shut your eyes, or have 'The Macarena' stuck in your head whenever you’re awake?",
    "category": "Funny"
  },
  {
    "id": 77,
    "question_content": "Would you rather have to sing 'Bootylicious' by Destiny’s Child every time you meet someone new, or have to dance on the spot every time you speak in a meeting?",
    "category": "Funny"
  },
  {
    "id": 78,
    "question_content": "Would you rather all your underwear fabric be slightly itchy or all your swimsuits slightly too small?",
    "category": "Funny"
  },
  {
    "id": 79,
    "question_content": "Would you rather live in a house covered in floral wallpaper or brightly coloured wall paint?",
    "category": "Funny"
  },
  {
    "id": 80,
    "question_content": "Would you rather have oven mitts for arms or lamp posts for legs?",
    "category": "Funny"
  },
  {
    "id": 81,
    "question_content": "Would you rather only be able to get about via roller blades or skis?",
    "category": "Funny"
  },
  {
    "id": 82,
    "question_content": "Would you rather live in a world where it rained marshmallows or snowed candy floss?",
    "category": "Funny"
  },
  {
    "id": 83,
    "question_content": "Would you rather get a face tattoo of something you’ve chosen or a small tattoo on your chest that someone else has chosen?",
    "category": "Funny"
  },
  {
    "id": 84,
    "question_content": "Would you rather always have a mullet haircut or a ponytail haircut?",
    "category": "Funny"
  },
  {
    "id": 85,
    "question_content": "Would you rather go without shampoo for the rest of your life or toothpaste for the rest of your life?",
    "category": "Funny"
  },
  {
    "id": 86,
    "question_content": "Would you rather have to speak in rhyme for the rest of your life or have to speak in riddles for the rest of your life?",
    "category": "Funny"
  },
  {
    "id": 87,
    "question_content": "Would you rather have to always hop around on one foot or have to always squat as you walk?",
    "category": "Funny"
  },
  {
    "id": 88,
    "question_content": "Would you rather have to use chopsticks every day for the rest of your life or never use a knife?",
    "category": "Funny"
  },
  {
    "id": 89,
    "question_content": "Would you rather listen to an annoying laugh for a whole day or get tickled for one hour?",
    "category": "Funny"
  },
  {
    "id": 90,
    "question_content": "Would you rather wear a constantly changing outfit or a constantly changing hairstyle?",
    "category": "Funny"
  },
  {
    "id": 91,
    "question_content": "Would you rather dress up as Aldi or Lidl for Halloween?",
    "category": "Funny"
  },
  {
    "id": 92,
    "question_content": "Would you rather be the funniest person alive or the prettiest person alive?",
    "category": "Funny"
  },
  {
    "id": 93,
    "question_content": "Would you rather wee yourself every time you laughed or snot loads every time you laughed?",
    "category": "Funny"
  },
  {
    "id": 94,
    "question_content": "Would you rather wee a little bit every time you spoke or have to leave the door open every time you went to the bathroom?",
    "category": "Funny"
  },
  {
    "id": 95,
    "question_content": "Would you rather wear clothes that are way too big for you all the time or clothes that are too small?",
    "category": "Funny"
  },
  {
    "id": 96,
    "question_content": "Would you rather have to eat pizza every day for a year or never be able to eat pizza again?",
    "category": "Funny"
  },
  {
    "id": 97,
    "question_content": "Would you rather be chased by one giant chicken or 20 normal sized chickens?",
    "category": "Funny"
  },
  {
    "id": 98,
    "question_content": "Would you rather have olives for eyes or a potato for a nose?",
    "category": "Funny"
  },
  {
    "id": 99,
    "question_content": "Would you rather sick glitter or cry hot sauce?",
    "category": "Funny"
  },
  {
    "id": 100,
    "question_content": "Would you rather hiccup for 10 minutes straight every time you laugh or never laugh again?",
    "category": "Funny"
  },
  {
    "id": 101,
    "question_content": "Would you rather have the worst hangover you've ever experienced but the funniest night of your life or never have a hangover but never experience a funny night out?",
    "category": "Funny"
  },
  {
    "id": 102,
    "question_content": "Would you rather eat a sand sandwich or drink a pint of mud?",
    "category": "Funny"
  },
  {
    "id": 103,
    "question_content": "Would you rather accidentally call your partner by your ex’s name, or have them do that to you?",
    "category": "Dirty"
  },
  {
    "id": 104,
    "question_content": "Would you rather have your significant other look through all your text/chat/email history or your employer?",
    "category": "Dirty"
  },
  {
    "id": 105,
    "question_content": "Would you rather tell all of your deepest and darkest secrets to your boss or to your parents?",
    "category": "Dirty"
  },
  {
    "id": 106,
    "question_content": "Would you rather people could hear your thoughts or have everything you do live-stream on Instagram?",
    "category": "Dirty"
  },
  {
    "id": 107,
    "question_content": "Would you rather tell your boss all of your colleagues' secrets or have to embarrass yourself in front of the whole company for 15 minutes?",
    "category": "Dirty"
  },
  {
    "id": 108,
    "question_content": "Would you rathe r be stranded on a desert island with your ex or with your boss?",
    "category": "Dirty"
  },
  {
    "id": 109,
    "question_content": "Would you rather marry the hottest or smartest person alive?",
    "category": "Dirty"
  },
  {
    "id": 110,
    "question_content": "Would you rather go shopping in your underwear or to the beach nude?",
    "category": "Dirty"
  },
  {
    "id": 111,
    "question_content": "Would you rather your partner forget your anniversary every year, or you forget your partner’s birthday every year?",
    "category": "Dirty"
  },
  {
    "id": 112,
    "question_content": "Would you rather find lasting true love early on but work in a job you hate for the rest of your life, or have a job you love for the rest of your life but never find true love?",
    "category": "Dirty"
  },
  {
    "id": 113,
    "question_content": "Would you rather have your absolute dream wedding dress but hate the rest of your wardrobe, or absolutely hate your wedding dress but love the rest of your clothes?",
    "category": "Dirty"
  },
  {
    "id": 114,
    "question_content": "Would you rather be popular in school or have lots of friends as an adult?",
    "category": "Dirty"
  },
  {
    "id": 115,
    "question_content": "Would you rather tell your partner you’re having an affair or your partner tell you they’re having an affair?",
    "category": "Dirty"
  },
  {
    "id": 116,
    "question_content": "Would you rather all of your exes showed up to your wedding or your partner’s most recent ex attend the wedding?",
    "category": "Dirty"
  },
  {
    "id": 117,
    "question_content": "Would you rather discover your friends don’t like you or your boss thinks you’re b ad at your job?",
    "category": "Dirty"
  },
  {
    "id": 118,
    "question_content": "Would you rather watch a couple kiss for 10 minutes straight or watch a sex scene with your parents?",
    "category": "Dirty"
  },
  {
    "id": 119,
    "question_content": "Would you rather never have an orgasm or never find true love ?",
    "category": "Dirty"
  },
  {
    "id": 120,
    "question_content": "Would you rather have sex while blindfolded or handcuffed ?",
    "category": "Dirty"
  },
  {
    "id": 121,
    "question_content": "Would you rather wear the same bra for a month or wear the same thong for a week?",
    "category": "Dirty"
  },
  {
    "id": 122,
    "question_content": "Would you rather only be able to have sex in the shower or on a table?",
    "category": "Dirty"
  },
  {
    "id": 123,
    "question_content": "Would you rather never be able to kiss again or never be able to have sex again?",
    "category": "Dirty"
  },
  {
    "id": 124,
    "question_content": "Would you rather be trapped in a small room with 10,000 tarantulas for 10 minutes, or eat 10 tarantulas in 10 minutes?",
    "category": "Weird"
  },
  {
    "id": 125,
    "question_content": "W ould you rather breathe fire every time you talk, or have everything your hands touch turn to stone?",
    "category": "Weird"
  },
  {
    "id": 126,
    "question_content": "Where would you rather be stranded in the middle of the ocean on a row boat or in the middle of the desert on foot?",
    "category": "Weird"
  },
  {
    "id": 127,
    "question_content": "Would you rather wake up in the morning as a bird or dolphin?",
    "category": "Weird"
  },
  {
    "id": 128,
    "question_content": "Something is about to take over the world – would you rather it be aliens or robots?",
    "category": "Weird"
  },
  {
    "id": 129,
    "question_content": "Would you rather eat a caterpillar every time you do your makeup, or chug a raw egg every time you get dressed?",
    "category": "Weird"
  },
  {
    "id": 130,
    "question_content": "Would you rather be a centaur or mermaid/merman?",
    "category": "Weird"
  },
  {
    "id": 131,
    "question_content": "You have to give up one thing – would you rather it be hand soap or loo roll?",
    "category": "Weird"
  },
  {
    "id": 132,
    "question_content": "You’re in a gladiator ring – would you rather have to fight a lion or a rhino?",
    "category": "Weird"
  },
  {
    "id": 133,
    "question_content": "Would you rather have no eyebrows or no eyelashes?",
    "category": "Weird"
  },
  {
    "id": 134,
    "question_content": "Would you rather have to drink 10 raw eggs for breakfast every day, or eat cold soup for dinner for the rest of your life?",
    "category": "Weird"
  },
  {
    "id": 135,
    "question_content": "Would you rather have a pet penguin or an owl for a pet?",
    "category": "Weird"
  },
  {
    "id": 136,
    "question_content": "Would you rather have to wear wet socks for a year or never wear socks again?",
    "category": "Weird"
  },
  {
    "id": 137,
    "question_content": "Would you rather make your own clothes from scratch or grow your own food?",
    "category": "Weird"
  },
  {
    "id": 138,
    "question_content": "Would you rather have a permanent friendly ghost in your home or a scary one who visits once a month?",
    "category": "Weird"
  },
  {
    "id": 139,
    "question_content": "Would you rather always have to wait in a 30 minute line but your coffee is free or always skip the queue but your coffee cost £10 each time?",
    "category": "Weird"
  },
  {
    "id": 140,
    "question_content": "Would you rather have to end your day with eating a raw onion or five gloves of garlic?",
    "category": "Weird"
  },
  {
    "id": 141,
    "question_content": "Say you had to go into battle one day, would you rather have a pack of 10 wolves by your side, or a swarm of 2,000 bees?",
    "category": "Weird"
  },
  {
    "id": 142,
    "question_content": "Would you rather have ears that record everything you hear or eyes that record everything you see?",
    "category": "Weird"
  },
  {
    "id": 143,
    "question_content": "Would you rather be able to see only in the dark or only see in black and white?",
    "category": "Weird"
  },
  {
    "id": 144,
    "question_content": "Would you rather have teeth for hair or hair for teeth?",
    "category": "Weird"
  },
  {
    "id": 145,
    "question_content": "Would you rather eat ice cream with ketchup or a banana with ketchup?",
    "category": "Weird"
  },
  {
    "id": 146,
    "question_content": "Would you rather for the rest of your life, live with pink eye or bed bugs?",
    "category": "Weird"
  },
  {
    "id": 147,
    "question_content": "Would you rather pop a juicy spot or pull out an ingrown hair?",
    "category": "Weird"
  },
  {
    "id": 148,
    "question_content": "Would you rather your only mode of transportation be a donkey or a giraffe?",
    "category": "Weird"
  },
  {
    "id": 149,
    "question_content": "Would you rather eat pasta with mustard or carrots with Nutella?",
    "category": "Weird"
  },
  {
    "id": 150,
    "question_content": "Would you rather your life be a game of Sims or your life be like The Truman Show?",
    "category": "Weird"
  },
  {
    "id": 151,
    "question_content": "Would you rather have green blood or green tears?",
    "category": "Weird"
  },
  {
    "id": 152,
    "question_content": "Would you rather be able to communicate with birds or sharks?",
    "category": "Weird"
  },
  {
    "id": 153,
    "question_content": "Would you rather have a baby's head with your body or a baby's body with your head?",
    "category": "Weird"
  },
  {
    "id": 154,
    "question_content": "Would you rather join a cult or never speak to anyone you currently know again?",
    "category": "Weird"
  },
  {
    "id": 155,
    "question_content": "Would you rather have to walk backwards everywhere or sprint everywhere?",
    "category": "Weird"
  },
  {
    "id": 156,
    "question_content": "Would you rather have to dye your hair a different colour every week or n ever be able to wash it?",
    "category": "Weird"
  },
  {
    "id": 157,
    "question_content": "Would you rather have a house infested with rats or bugs?",
    "category": "Weird"
  },
  {
    "id": 158,
    "question_content": "Would you rather have a burner phone or no phone at all?",
    "category": "Weird"
  },
  {
    "id": 159,
    "question_content": "Would you rather only ever eat raw red meat or only ever eat nuts?",
    "category": "Weird"
  },
  {
    "id": 160,
    "question_content": "Would you rather fall into a black hole or down a sink hole?",
    "category": "Weird"
  },
  {
    "id": 161,
    "question_content": "Would you rather get wildly famous and rich on social media but secretly know that you bought all of your followers, or earn a reasonable wage at a job you have been honest about?",
    "category": "Hard"
  },
  {
    "id": 162,
    "question_content": "Would you rather have Louis Theroux or Stacey Dooley do a documentary on your life?",
    "category": "Hard"
  },
  {
    "id": 163,
    "question_content": "Would you rather do carpool karaoke with Harry Styles or Taylor Swift?",
    "category": "Hard"
  },
  {
    "id": 164,
    "question_content": "Would you rather give up sex or give up food?",
    "category": "Hard"
  },
  {
    "id": 165,
    "question_content": "Would you rather never age, or never need to sleep to function?",
    "category": "Hard"
  },
  {
    "id": 166,
    "question_content": "Would you rather get to travel the world for an entire year expenses paid, or get £50k cash to spend on anything you want except travel?",
    "category": "Hard"
  },
  {
    "id": 167,
    "question_content": "Would you rather have a job you hate, but be able to retire comfortably in 10 years, or have your dream job, but have to work until you are 70?",
    "category": "Hard"
  },
  {
    "id": 168,
    "question_content": "Would you rather have the ability to fly or to be invisible?",
    "category": "Hard"
  },
  {
    "id": 169,
    "question_content": "If you could only wear one makeup product for the rest of your life, would you rather it be bronzer or mascara ?",
    "category": "Hard"
  },
  {
    "id": 170,
    "question_content": "Would you rather live in a tiny house on a nice street, or a big house on a less nice street?",
    "category": "Hard"
  },
  {
    "id": 171,
    "question_content": "Would you rather have flawless skin or designer clothes?",
    "category": "Hard"
  },
  {
    "id": 172,
    "question_content": "Would you rather achieve a picture-perfect domestic life by 30 but not love your partner, or stay single before meeting the love of your life at 50?",
    "category": "Hard"
  },
  {
    "id": 173,
    "question_content": "Would you rather never be able to hold hands again, or never be able to spoon again?",
    "category": "Hard"
  },
  {
    "id": 174,
    "question_content": "Would you rather swim with sharks or walk through a lion’s den?",
    "category": "Hard"
  },
  {
    "id": 175,
    "question_content": "Which would you rather was made illegal, fast food or alcohol?",
    "category": "Hard"
  },
  {
    "id": 176,
    "question_content": "Would you rather be royalty during medieval times, or a middle class person in the future?",
    "category": "Hard"
  },
  {
    "id": 177,
    "question_content": "Would you rather give up holidays or not be able to own a pet for the rest of your life?",
    "category": "Hard"
  },
  {
    "id": 178,
    "question_content": "Would you rather move to another city and have your dream job or stay where your family and friends are but have a less exciting job?",
    "category": "Hard"
  },
  {
    "id": 179,
    "question_content": "Would you rather live off grid in nature with no internet, or in a busy city, but you’re not allowed to go further than a mile from your apartment?",
    "category": "Hard"
  },
  {
    "id": 180,
    "question_content": "Would you rather your house be infested with spiders or rats?",
    "category": "Hard"
  },
  {
    "id": 181,
    "question_content": "Would you rather be able to run as fast as a cheetah or swim as fast a sailfish?",
    "category": "Hard"
  },
  {
    "id": 182,
    "question_content": "Would you rather be allergic to cake or crisps?",
    "category": "Hard"
  },
  {
    "id": 183,
    "question_content": "Would you rather have a headache every day for the rest of your life or have a cough every day for the rest of your life?",
    "category": "Hard"
  },
  {
    "id": 184,
    "question_content": "Would you rather know who you’ll marry or when you’ll die?",
    "category": "Hard"
  },
  {
    "id": 185,
    "question_content": "Would you rather have an unlimited budget for travel but not be able to eat the local food or have an unlimited budget for food but only in the place you live?",
    "category": "Hard"
  },
  {
    "id": 186,
    "question_content": "Would you rather be able to always cook the perfect steak or the perfect Christmas turkey?",
    "category": "Hard"
  },
  {
    "id": 187,
    "question_content": "If you could travel to one planet and it would be totally safe to do so, would you rather go to Jupiter or Neptune?",
    "category": "Hard"
  },
  {
    "id": 188,
    "question_content": "Would you rather drink iced coffee or hot coffee for the rest of your life?",
    "category": "Hard"
  },
  {
    "id": 189,
    "question_content": "Would you rather never have to pay taxes again or never have to clean your home again?",
    "category": "Hard"
  },
  {
    "id": 190,
    "question_content": "Would you rather only use mascara that's been shared with five other people OR use dirty makeup brushes that haven't been washed in a year?",
    "category": "Hard"
  },
  {
    "id": 191,
    "question_content": "Would you rathe r it be summer all year long but not be able to go outside or it be winter all year round but be able to go outside?",
    "category": "Hard"
  },
  {
    "id": 192,
    "question_content": "Would you rather be big spoon or little spoon?",
    "category": "Couples"
  },
  {
    "id": 193,
    "question_content": "Would you rather have morning sex or late-night sex?",
    "category": "Couples"
  },
  {
    "id": 194,
    "question_content": "Would you rather receive cheek kisses or forehead kisses?",
    "category": "Couples"
  },
  {
    "id": 195,
    "question_content": "Would you rather have car sex or shower sex?",
    "category": "Couples"
  },
  {
    "id": 196,
    "question_content": "Would you rather have more role play or more foreplay ?",
    "category": "Couples"
  },
  {
    "id": 197,
    "question_content": "Would you rather get married, have a house and have a baby, or never have any of those things but travel the world together?",
    "category": "Couples"
  },
  {
    "id": 198,
    "question_content": "Would you rather have a sex playlist full of classical music or heavy metal?",
    "category": "Couples"
  },
  {
    "id": 199,
    "question_content": "Would you rather never wear underwear again or never wear socks again?",
    "category": "Couples"
  },
  {
    "id": 200,
    "question_content": "Would you rather never get married but have your dream home, or get married but never live in your dream home?",
    "category": "Couples"
  },
  {
    "id": 201,
    "question_content": "Would you rather know the date of your death or the cause of your death?",
    "category": "Couples"
  },
  {
    "id": 202,
    "question_content": "Would you rather receive a thoughtful gift or an expensive one from your partner?",
    "category": "Couples"
  },
  {
    "id": 203,
    "question_content": "Would you rather only get good morning texts or goodnight texts?",
    "category": "Couples"
  },
  {
    "id": 204,
    "question_content": "Would you rather make your partner happy with a white lie or bluntly tell the truth?",
    "category": "Couples"
  },
  {
    "id": 205,
    "question_content": "Would you rather have more money but less quality time together, or less money and more quality time together?",
    "category": "Couples"
  },
  {
    "id": 206,
    "question_content": "Would you rather be really personally fulfilled or really professionally fulfilled?",
    "category": "Couples"
  },
  {
    "id": 207,
    "question_content": "Would you rather keep your relationship monogamous or experiment with polyamory?",
    "category": "Couples"
  },
  {
    "id": 208,
    "question_content": "Would you rather go on Love Island or Love is Blind ?",
    "category": "Couples"
  },
  {
    "id": 209,
    "question_content": "Would you rather only have sex in bed for the rest of your life or never be able to have sex in a bed again?",
    "category": "Couples"
  },
  {
    "id": 210,
    "question_content": "Would you rather meet your soulmate but not be able to live with them or be with an average partner you can live with?",
    "category": "Couples"
  },
  {
    "id": 211,
    "question_content": "Would you rather cook every night and your partner cleans or the other way round?",
    "category": "Couples"
  },
  {
    "id": 212,
    "question_content": "Would you rather sleep in separate beds every night and have sex or sleep in the same bed but never have sex again?",
    "category": "Couples"
  },
  {
    "id": 213,
    "question_content": "Would you rather have your dream wedding or your dream honeymoon ?",
    "category": "Couples"
  },
  {
    "id": 214,
    "question_content": "Would you rather someone crash your wedding but still get married or never be able to get married?",
    "category": "Couples"
  },
  {
    "id": 215,
    "question_content": "Would you rather never be able to speak to each other again but still live together or never be able to see each other again?",
    "category": "Couples"
  },
  {
    "id": 216,
    "question_content": "Would you rather run a successful business together but end up splitting up or live on less than minimum wage but still be together?",
    "category": "Couples"
  },
  {
    "id": 217,
    "question_content": "Would you rather be stuck on a deserted island with each other or in a bustling city without each other?",
    "category": "Couples"
  },
  {
    "id": 218,
    "question_content": "Would you rather have a big wedding or elope?",
    "category": "Couples"
  },
  {
    "id": 219,
    "question_content": "Would you rather spend a rainy day cuddling indoors or exploring the city together?",
    "category": "Couples"
  },
  {
    "id": 220,
    "question_content": "Would you rather share a hobby or have separate hobbies you can teach each other about?",
    "category": "Couples"
  },
  {
    "id": 221,
    "question_content": "Would you rather lose all of the money you've earned this year or lose all the memories you've gained this year?",
    "category": "Deep"
  },
  {
    "id": 222,
    "question_content": "Would you rather have no taste or no smell?",
    "category": "Deep"
  },
  {
    "id": 223,
    "question_content": "Would you rather always hit a red light for the rest of your life or always get slow internet?",
    "category": "Deep"
  },
  {
    "id": 224,
    "question_content": "Would you rather win £25,000 or your best friend win £250,000?",
    "category": "Deep"
  },
  {
    "id": 225,
    "question_content": "Would you rather wake up in your underwear at work or wake up naked in the woods far away from home?",
    "category": "Deep"
  },
  {
    "id": 226,
    "question_content": "Would you rather look at your mum's search history or your dad's?",
    "category": "Deep"
  },
  {
    "id": 227,
    "question_content": "Would you rather find a dead body or be a witness to a murder?",
    "category": "Deep"
  },
  {
    "id": 228,
    "question_content": "Would you rather have thought bubbles appear over your head so everyone can see what you're thinking or have your teenage journal published online?",
    "category": "Deep"
  },
  {
    "id": 229,
    "question_content": "Would you rather be four years old your entire life or be 90 years old your entire life?",
    "category": "Deep"
  },
  {
    "id": 230,
    "question_content": "W ould you rather blush every time someone says, 'hello,' or get really angry every time someone says, 'goodbye'?",
    "category": "Deep"
  },
  {
    "id": 231,
    "question_content": "Would you rather be famous in history books or be forgotten after your death?",
    "category": "Deep"
  },
  {
    "id": 232,
    "question_content": "Would you rather be the world's strongest person or the world's smartest person?",
    "category": "Deep"
  },
  {
    "id": 233,
    "question_content": "Would you rather have a vivid imagination or a photographic memory?",
    "category": "Deep"
  },
  {
    "id": 234,
    "question_content": "Would you rather have to live out the rest of your life in the wilderness or in jail?",
    "category": "Deep"
  },
  {
    "id": 235,
    "question_content": "Would you rather live in a country where the government always does the right thing or live in a country where you are the ruler?",
    "category": "Deep"
  },
  {
    "id": 236,
    "question_content": "Would you rather live in a world where there is no crime or no privacy?",
    "category": "Deep"
  },
  {
    "id": 237,
    "question_content": "Would you rather live another 100 years with your body in perfect health or age normally?",
    "category": "Deep"
  },
  {
    "id": 238,
    "question_content": "Would you rather give up all technology (phones, computers, etc.) or give up all films, television, and books?",
    "category": "Deep"
  },
  {
    "id": 239,
    "question_content": "Would you rather live in a future where people take everything too seriously or a future where people don't take anything seriously?",
    "category": "Deep"
  },
  {
    "id": 240,
    "question_content": "Would you rather be the centre of attention or go unnoticed?",
    "category": "Deep"
  },
  {
    "id": 241,
    "question_content": "Would you rather communicate telepathically or know every single language on the planet?",
    "category": "Deep"
  },
  {
    "id": 242,
    "question_content": "Would you rather have a one-minute conversation with your past self or your future self?",
    "category": "Deep"
  },
  {
    "id": 243,
    "question_content": "Would you rather switch your body with your ex or switch your body with your grandma?",
    "category": "Deep"
  },
  {
    "id": 244,
    "question_content": "Would you rather bring back a loved one and them be unhappy in the mortal world or mourn them forever but have the best memories?",
    "category": "Deep"
  },
  {
    "id": 245,
    "question_content": "Would you rather cry uncontrollably when you're sad or scream uncontrollably?",
    "category": "Deep"
  },
  {
    "id": 246,
    "question_content": "Would you rather end poverty or bring global peace?",
    "category": "Deep"
  },
  {
    "id": 247,
    "question_content": "Would you rather live in Narnia or Westeros?",
    "category": "Deep"
  },
  {
    "id": 248,
    "question_content": "Would you rather have your favourite musician give you a private concert or have them round for dinner?",
    "category": "Deep"
  },
  {
    "id": 249,
    "question_content": "Would you rather meet Barack Obama or Albert Einstein?",
    "category": "Deep"
  },
  {
    "id": 250,
    "question_content": "Would you rather work for a kind and fair boss or be a harsh and unfair boss?",
    "category": "Deep"
  }
]
